[Character.CharClass_Nasturtium_BugMorph_Acid AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_BugMorphAdultCorrosiveHoliday AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Varkid Fundidor",TransformedNames=((TransformedName="Casulo Encrenqueiro")))
PlayThroughs[1]=(DisplayName="Varkid Corrosivo")
PlayThroughs[2]=(DisplayName="Varkid Desintegrador")

[Skills.Skill_Snowman_StormRage_RA SkillDefinition]
SkillName="Snowman_GetHealth"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

